[{"month":"January","day":10,"word":"Nick","category":"People","counts":1,"context":"on me.  Arriving home, Nick and I had a"},{"month":"January","day":11,"word":"Alyssa","category":"People","counts":2,"context":"with Nick and his friend Alyssa from Block Three for  [...]  the kitchen with Nick and Alyssa joined us afterwards. The"},{"month":"January","day":11,"word":"Nick","category":"People","counts":3,"context":"found myself going out with Nick and his friend Alyssa  [...]  was amazing and gorgeous — Nick and I both snapped  [...]  out in the kitchen with Nick and Alyssa joined us"},{"month":"January","day":12,"word":"Alyssa","category":"People","counts":5,"context":"me to meet Nick and Alyssa for breakfast. The three  [...]  offered a couple Scottish dishes; Alyssa and I both ordered  [...]  and entertaining, as Nick and Alyssa shared some stories from  [...]  home, I notified Nick and Alyssa about the food, leaving  [...]  a bit with Nick and Alyssa, sharing the sandwiches that"},{"month":"January","day":12,"word":"Nick","category":"People","counts":6,"context":"time for me to meet Nick and Alyssa for breakfast.  [...]  was interesting and entertaining, as Nick and Alyssa shared some  [...]  white coffee to go because Nick had proclaimed it an  [...]  food. At home, I notified Nick and Alyssa about the  [...]  and chatted a bit with Nick and Alyssa, sharing the  [...]  Some of the cards that Nick read aloud were the"},{"month":"January","day":13,"word":"Alyssa","category":"People","counts":5,"context":"us, along with Kristen and Alyssa, so we had a  [...]  event held at Potterow, although Alyssa wanted to predrink at  [...]  up heading to Tesco with Alyssa and Kristen to buy  [...]  girls who were like me. Alyssa and Kristen were probably  [...]  to New Arthur Place with Alyssa’s gin and Kristen’s wine."},{"month":"January","day":13,"word":"Kristen","category":"People","counts":6,"context":"even ended up chatting with Kristen, the IR student from  [...]  were with us, along with Kristen and Alyssa, so we  [...]  to Tesco with Alyssa and Kristen to buy some alcohol  [...]  were like me. Alyssa and Kristen were probably mildly surprised  [...]  Place with Alyssa’s gin and Kristen’s wine.  We spent  [...]  actual dancing started so late, Kristen went off to buy"},{"month":"January","day":13,"word":"Nick","category":"People","counts":5,"context":"though — both my roommates, Nick and Noah, were with  [...]  I chatted a bit with Nick in the kitchen, as  [...]  home in the living room; Nick joined us as we  [...]  at this table?” (for me, Nick said that he wasn’t  [...]  because it was late and Nick wanted to head home"},{"month":"January","day":13,"word":"Noah","category":"People","counts":3,"context":"both my roommates, Nick and Noah, were with us, along  [...]  us as we returned and Noah joined us a bit  [...]  Nick wanted to head home (Noah had already left, taking"},{"month":"January","day":14,"word":"Alyssa","category":"People","counts":2,"context":"from having played Frisbee with Alyssa all afternoon (again, being  [...]  found out that Nick and Alyssa both wanted to stay"},{"month":"January","day":14,"word":"Kristen","category":"People","counts":2,"context":"had previously met, including Angela, Kristen and her friends, and  [...]  The four of us — Kristen was here too —"},{"month":"January","day":14,"word":"Nick","category":"People","counts":5,"context":"first meal of the day, Nick greeted me and asked  [...]  zones were so annoying here. Nick left after a while,  [...]  — until about 3:30pm when Nick returned from having played  [...]  home, I found out that Nick and Alyssa both wanted  [...]  mostly just working individually with Nick’s music in the background."},{"month":"January","day":15,"word":"Nick","category":"People","counts":2,"context":"a snack, I ran into Nick, Noah, and our new  [...]  yet to visit: Calton Hill. Nick had told me that"},{"month":"January","day":15,"word":"Noah","category":"People","counts":5,"context":"the kitchen, I ran into Noah as he was preparing  [...]  snack, I ran into Nick, Noah, and our new roommate,  [...]  success, which was practically nonexistent). Noah and Stephanie met each  [...]  Stephanie met each other, and Noah stayed for a bit  [...]  never go to Big Cheese. Noah and I exchanged a"},{"month":"January","day":15,"word":"Stephanie","category":"People","counts":4,"context":"Noah, and our new roommate, Stephanie. I chatted with her  [...]  was practically nonexistent). Noah and Stephanie met each other, and  [...]  usually does) — I asked Stephanie for any advice that  [...]  admitted, “We already did,” and Stephanie told us about a"},{"month":"January","day":16,"word":"Alyssa","category":"People","counts":3,"context":"free pizza. I ran into Alyssa just outside the entrance  [...]  of work as well until Alyssa messaged our group chat  [...]  where I met up with Alyssa and Kristen. The comedy"},{"month":"January","day":16,"word":"Kristen","category":"People","counts":1,"context":"met up with Alyssa and Kristen. The comedy show was"},{"month":"January","day":16,"word":"Nick","category":"People","counts":9,"context":"up chatting with Stephanie and Nick for the next three  [...]  amusing because I was Canadian, Nick was American, and Stephanie  [...]  that one drove on, where Nick and I were in  [...]  “I like seventy-two and up,” Nick added, completely poker-faced, while  [...]  into laughter. At another point, Nick began, “You know what  [...]  Stephanie approved, looking pointedly at Nick, “That’s how you start  [...]  topic), history lessons in school (Nick made a comment about  [...]  each of our respective countries. Nick and I learned that  [...]  almost 7:30pm by the time Nick finally left the kitchen,"},{"month":"January","day":16,"word":"Stephanie","category":"People","counts":9,"context":"I ended up chatting with Stephanie and Nick for the  [...]  Canadian, Nick was American, and Stephanie was British, and even  [...]  another couple of languages for Stephanie and me), there were  [...]  imperial and metric systems, where Stephanie and I both agreed  [...]  was always a fun topic. Stephanie declared that she considered  [...]  Nick added, completely poker-faced, while Stephanie and I burst into  [...]  about this country?” to which Stephanie exclaimed, “Rude!” I suggested,  [...]  to get used to?” and Stephanie approved, looking pointedly at  [...]  were called a “fringe,” while Stephanie couldn’t understand why we"},{"month":"January","day":17,"word":"Alyssa","category":"People","counts":12,"context":"identity.  I ran into Alyssa and her friend Ian,  [...]  soon afterwards, because he and Alyssa were checking out some  [...]  unexpected turn of events, because Alyssa had left for class  [...]  Nick that I had met Alyssa.  At 3:00pm, there  [...]  adventures weren’t over yet — Alyssa texted me that she  [...]  7:30pm, with him grumbling that Alyssa had dragged him out  [...]   We met up with Alyssa and Ian at the  [...]  and headed off together, following Alyssa because she was the  [...]  a table while Ian and Alyssa ordered drinks — Ian’s  [...]  sort of inside joke between Alyssa and Nick that I  [...]  before I could press “false,” Alyssa had already pressed “true.”  [...]  back together, with Nick and Alyssa walking together and Ian"},{"month":"January","day":17,"word":"Daniel","category":"People","counts":2,"context":"Dome, where I ran into Daniel — we chatted for  [...]  the Venue, where I lost Daniel but ended up hanging"},{"month":"January","day":17,"word":"Ian","category":"People","counts":15,"context":"into Alyssa and her friend Ian, and I ended up  [...]  I ended up chatting with Ian a bit, learning that  [...]  ended up hanging out with Ian for the rest of  [...]  bilingualism in Dutch-speaking Belgium before Ian announced that he was  [...]  a young-looking white girl, and Ian and I both ordered  [...]  With our drinks in hand, Ian and I returned to  [...]  Mixer event at Teviot, so Ian and I headed over,  [...]  it wasn’t very crowded when Ian and I first entered,  [...]  table there was, along with Ian and me, the first-year  [...]  texted me that she and Ian were going out to  [...]  met up with Alyssa and Ian at the entrance and  [...]  I continued my conversation with Ian from this afternoon —  [...]  I found a table while Ian and Alyssa ordered drinks  [...]  and Alyssa ordered drinks — Ian’s apple cider was very  [...]  and Alyssa walking together and Ian and me walking together,"},{"month":"January","day":17,"word":"Nick","category":"People","counts":10,"context":"he asked if I knew Nick, and I told him  [...]  and I told him that Nick was my flatmate and  [...]  flatmate and it was through Nick that I had met  [...]  and extended the invitation to Nick and Noah as well.  [...]  Nick and Noah as well. Nick and I soon prepared  [...]  She walked and chatted with Nick while I continued my  [...]  former church as we entered. Nick and I found a  [...]  cider was very photogenic, so Nick and I took a  [...]  inside joke between Alyssa and Nick that I didn’t understand)  [...]  We headed back together, with Nick and Alyssa walking together"},{"month":"January","day":17,"word":"Noah","category":"People","counts":1,"context":"the invitation to Nick and Noah as well. Nick and"},{"month":"January","day":17,"word":"Weijia","category":"People","counts":3,"context":"I ended up chatting with Weijia, the girl from Fudan,  [...]  switched into Chinese (much to Weijia’s surprise) and we chatted  [...]  ways with the Master’s student, Weijia and I continued walking"},{"month":"January","day":18,"word":"Alyssa","category":"People","counts":6,"context":"bananas, blueberries, and orange marmalade. Alyssa messaged the group chat  [...]  rebel.  At 8:30pm, Kristen, Alyssa, and Ian arrived, with  [...]  only brought our own alcohol. Alyssa and Kristen both had  [...]  of how he had met Alyssa and his first impression  [...]  soccer at 9:30pm, and despite Alyssa’s insistence, he declined her  [...]  the opposite direction, but Kristen, Alyssa, and I walked back"},{"month":"January","day":18,"word":"Ian","category":"People","counts":15,"context":"At 8:30pm, Kristen, Alyssa, and Ian arrived, with Ian bearing  [...]  Alyssa, and Ian arrived, with Ian bearing a large box  [...]  consume any alcohol here so Ian ended up having the  [...]  we started off just chatting; Ian and Kristen hadn’t met  [...]  less-innocent answers) and “Alyssa, give Ian a massage until I  [...]  or dare question, in which Ian asked for truth and  [...]  our games last Saturday, and Ian told the story of  [...]  wanted to buy drinks and Ian invited me to come  [...]  on exchange; next to me, Ian was chatting with Andre’s  [...]  I ended up listening to Ian’s conversation with the girl  [...]  Princeton left as well, and Ian and I ended up  [...]  he really missed Vietnamese food. Ian, Kristen, and I also  [...]  exchanged Snapchats and Instagrams, and Ian and Kristen immediately posted  [...]  was time to head home. Ian lived in the opposite  [...]  also gave her opinion on Ian, since they had just"},{"month":"January","day":18,"word":"Kristen","category":"People","counts":10,"context":"a rebel.  At 8:30pm, Kristen, Alyssa, and Ian arrived,  [...]  our own alcohol. Alyssa and Kristen both had their drinks  [...]  off just chatting; Ian and Kristen hadn’t met yet, so  [...]  as usual). At one point, Kristen declared that she had  [...]  we began to play, and Kristen read out the various  [...]  and his first impression of Kristen. For me, he mentioned  [...]  really missed Vietnamese food. Ian, Kristen, and I also all  [...]  and Instagrams, and Ian and Kristen immediately posted group selfies  [...]  in the opposite direction, but Kristen, Alyssa, and I walked  [...]  about tonight along the way. Kristen also gave her opinion"},{"month":"January","day":18,"word":"Nick","category":"People","counts":4,"context":"out the bargain store that Nick kept talking about, and  [...]  — I told her that Nick and Noah probably wouldn’t  [...]  be joining us, especially because Nick had soccer practice tonight,  [...]  rounds of the drinking game, Nick came home from soccer"},{"month":"January","day":18,"word":"Noah","category":"People","counts":1,"context":"told her that Nick and Noah probably wouldn’t be joining"},{"month":"January","day":18,"word":"Stephanie","category":"People","counts":1,"context":"simply working on my laptop; Stephanie came in at one"},{"month":"January","day":19,"word":"Alyssa","category":"People","counts":1,"context":"at one point I heard Alyssa’s and Nick’s voices outside,"},{"month":"January","day":19,"word":"Nick","category":"People","counts":1,"context":"point I heard Alyssa’s and Nick’s voices outside, and I"},{"month":"January","day":19,"word":"Noah","category":"People","counts":1,"context":"already exhausted; I bumped into Noah in the flat, and"},{"month":"January","day":19,"word":"Weijia","category":"People","counts":6,"context":"and finishing some work, although Weijia unexpectedly sent me a  [...]  stopped. I met up with Weijia, RJ, and another girl  [...]  would be meeting up with Weijia’s other friends from her  [...]  way, I mostly chatted with Weijia or with RJ, talking  [...]  took some group photos at Weijia’s suggestion, and headed out,  [...]  and I walked partway with Weijia and her roommates, although"},{"month":"January","day":20,"word":"Alyssa","category":"People","counts":6,"context":"along with hanging out with Alyssa last night. He was  [...]  together. At 7:45pm, Ian and Alyssa wanted to come over  [...]  when they arrived, so Ian, Alyssa, and I hung out  [...]  two bottles of cider and Alyssa mixed her gin with  [...]  which I was unfamiliar with. Alyssa and Ian also shared  [...]  over later, although Ian and Alyssa were preparing to leave"},{"month":"January","day":20,"word":"Ian","category":"People","counts":7,"context":"him there; I said that Ian would probably be interested  [...]  could go together. At 7:45pm, Ian and Alyssa wanted to  [...]  busy when they arrived, so Ian, Alyssa, and I hung  [...]  him to come join us. Ian asked me what I  [...]  about an hour, during which Ian downed two bottles of  [...]  was unfamiliar with. Alyssa and Ian also shared stories from  [...]  some friends over later, although Ian and Alyssa were preparing"},{"month":"January","day":20,"word":"Nick","category":"People","counts":9,"context":"back to New Arthur Place. Nick was making dinner in  [...]  night to attend later tonight. Nick was currently busy when  [...]  the school team.  Soon, Nick entered the kitchen, bringing  [...]  had already started at 8:00pm. Nick and I ended up  [...]  he chatted a bit with Nick as he had gone  [...]  he had gone to watch Nick’s soccer game today, and  [...]  the Highlands trip tomorrow morning (Nick sighed that “the entire  [...]  pick up point. Noah and Nick also exchanged stories of  [...]  were much wilder than mine. Nick looked towards me at"},{"month":"January","day":20,"word":"Noah","category":"People","counts":3,"context":"entertainment and amusement.  Even Noah joined us in the  [...]  to the pick up point. Noah and Nick also exchanged  [...]  to head to bed, especially Noah and me. I ended"},{"month":"January","day":20,"word":"Stephanie","category":"People","counts":3,"context":"partying late into the night. Stephanie came into the kitchen  [...]  remaining in the kitchen as Stephanie’s friends slowly arrived; we  [...]  somewhat late by the time Stephanie and her friends were"},{"month":"January","day":21,"word":"Alyssa","category":"People","counts":4,"context":"moved to sit next to Alyssa and the rest of  [...]  the bus finally pulled away. Alyssa and I chatted a  [...]  Sarah and Betsy were roommates, Alyssa lived in the same  [...]  had eaten lunch earlier. Sarah, Alyssa, and Kristen all ordered"},{"month":"January","day":21,"word":"Betsy","category":"People","counts":7,"context":"photo with a Scottish flag. Betsy, Nick’s girlfriend, and I  [...]  from Queen’s who was also Betsy’s roommate. We talked about  [...]  a variety of dishes — Betsy and Noah both went  [...]  were roommates, while Sarah and Betsy were roommates, Alyssa lived  [...]  at our home universities — Betsy was surprised to learn  [...]  as we struggled forward, and Betsy and I had a  [...]  silent as usual. Noah and Betsy left us halfway to"},{"month":"January","day":21,"word":"Daniel","category":"People","counts":1,"context":"first sat near Romy and Daniel, but then moved to"},{"month":"January","day":21,"word":"Ian","category":"People","counts":1,"context":"few details about her and Ian’s experiences; she remarked that"},{"month":"January","day":21,"word":"Kristen","category":"People","counts":3,"context":"group had already left, and Kristen messaged me saying that  [...]  same building as them, and Kristen was just a few  [...]  lunch earlier. Sarah, Alyssa, and Kristen all ordered Nutella hot"},{"month":"January","day":21,"word":"Nick","category":"People","counts":1,"context":"with a Scottish flag. Betsy, Nick’s girlfriend, and I stood"},{"month":"January","day":21,"word":"Noah","category":"People","counts":10,"context":"a tangled mess, to see Noah, dressed and ready to  [...]  to a spectacularly terrible start. Noah said he’d wait for  [...]  found them (“You made it,” Noah commented, sounding mildly surprised,  [...]  headed out of the bus (Noah loudly exclaimed his relief  [...]  of dishes — Betsy and Noah both went for fish  [...]  in the first place — Noah and I were roommates,  [...]  that I was Canadian, although Noah exclaimed that he always  [...]  the group, silent as usual. Noah and Betsy left us  [...]  still in the kitchen when Noah came back, and at  [...]  met). “You’re not missing out,” Noah told me simply. I"},{"month":"January","day":22,"word":"Alyssa","category":"People","counts":2,"context":"my flat to find Nick, Alyssa, and Noah in the  [...]  that, which didn’t surprise me. Alyssa left after a while,"},{"month":"January","day":22,"word":"Echo","category":"People","counts":3,"context":"us headed off. I followed Echo and Olivia to the  [...]  travel to during Reading Week. Echo mentioned going to Norway  [...]  but I walked home with Echo, chatting about Edinburgh and"},{"month":"January","day":22,"word":"Kristen","category":"People","counts":2,"context":"inconsistency of the bank, because Kristen had told me that  [...]  an account here. I messaged Kristen my frustrations as I"},{"month":"January","day":22,"word":"Nick","category":"People","counts":3,"context":"headed into the kitchen, where Nick and Noah were chatting  [...]  entered my flat to find Nick, Alyssa, and Noah in  [...]  mostly listening to their conversations; Nick played his usual music"},{"month":"January","day":22,"word":"Noah","category":"People","counts":2,"context":"the kitchen, where Nick and Noah were chatting about sports  [...]  to find Nick, Alyssa, and Noah in the kitchen, all"},{"month":"January","day":22,"word":"Stephanie","category":"People","counts":1,"context":"came into the kitchen was Stephanie, who asked me how"},{"month":"January","day":22,"word":"Weijia","category":"People","counts":3,"context":"waited for class to start. Weijia sat next to me  [...]  bilingualism. After class, I asked Weijia about her plans to  [...]  with. It turned out that Weijia wasn’t going to London"},{"month":"January","day":23,"word":"Alyssa","category":"People","counts":1,"context":"Tower (I passed Kristen and Alyssa on the way and"},{"month":"January","day":23,"word":"Betsy","category":"People","counts":1,"context":"that he was living with Betsy, since she lived just"},{"month":"January","day":23,"word":"Kristen","category":"People","counts":1,"context":"to Appleton Tower (I passed Kristen and Alyssa on the"},{"month":"January","day":23,"word":"Nick","category":"People","counts":10,"context":"10:00am lecture. I found both Nick and Noah in the  [...]  was a bit unfortunately) — Nick and I chatted about  [...]  conversation that I had with Nick yesterday night, if my  [...]  into the laundry machine (remembering Nick’s advice to use the  [...]  that Noah really recommended, and Nick declared that he would  [...]  a few more pages before Nick came into the kitchen,  [...]  the kitchen again, slightly blurry-eyed; Nick was back and making  [...]  my laptop to my readings. Nick left after a while,  [...]  life at UBC. I saw Nick one more time (and  [...]  partying with her friends — Nick and I exchanged comments"},{"month":"January","day":23,"word":"Noah","category":"People","counts":10,"context":"I found both Nick and Noah in the kitchen when  [...]  went.  My conversation with Noah was a bit longer;  [...]  before, or with guys before. Noah laughed that I was  [...]  just a building away, although Noah replied that he liked  [...]  about some workout routine that Noah really recommended, and Nick  [...]  declared that he would beat Noah’s time — I nibbled  [...]  another couple of pages before Noah entered the kitchen. He  [...]  was dark so often, and Noah wholeheartedly agreed. After Noah  [...]  and Noah wholeheartedly agreed. After Noah left, I read a  [...]  to be somewhat productive until Noah came into the kitchen"},{"month":"January","day":23,"word":"Stephanie","category":"People","counts":1,"context":"Nick one more time (and Stephanie, who was heading out"},{"month":"January","day":23,"word":"Weijia","category":"People","counts":5,"context":"I sat with Teresa and Weijia as class began, and  [...]  I headed to tutorial with Weijia, following the stream of  [...]  been assigned for this class (Weijia thought that they weren’t  [...]  pairs — I was with Weijia, of course — and  [...]  a second language. After class, Weijia and I chatted for"},{"month":"January","day":24,"word":"Alyssa","category":"People","counts":1,"context":"home; I ran into Ian, Alyssa, and Nick at the"},{"month":"January","day":24,"word":"Ian","category":"People","counts":1,"context":"heading home; I ran into Ian, Alyssa, and Nick at"},{"month":"January","day":24,"word":"Nick","category":"People","counts":1,"context":"ran into Ian, Alyssa, and Nick at the entrance of"},{"month":"January","day":24,"word":"Noah","category":"People","counts":1,"context":"Inside the unit, I found Noah in the kitchen and"},{"month":"January","day":24,"word":"Tonje","category":"People","counts":3,"context":"class, I headed off with Tonje, because we were in  [...]  worked in pairs, as usual; Tonje and I discussed the  [...]  floor below this one, so Tonje and I were twenty"},{"month":"January","day":24,"word":"Weijia","category":"People","counts":4,"context":"next class. I chatted with Weijia, who had also arrived  [...]  place of breakfast this morning (Weijia recognized the specific brand  [...]  doing in Shanghai. After class, Weijia and I headed out  [...]  technically had no class, and Weijia enthused that it was"},{"month":"January","day":26,"word":"Alyssa","category":"People","counts":4,"context":"from Maryland (I remembered that Alyssa was also from Maryland),  [...]  the gang arrived; Ian and Alyssa were first, followed by  [...]  Sarah and Kristen, and sometimes Alyssa, always quickly shouted out"},{"month":"January","day":26,"word":"Ian","category":"People","counts":11,"context":"to Pollock Halls wasn’t with Ian). It wasn’t too long  [...]  rest of the gang arrived; Ian and Alyssa were first,  [...]  just normal conversation and socializing; Ian and I told the  [...]  suggested a drinking game, and Ian came up with one  [...]  alcohol, although I wondered if Ian noticed that I easily  [...]  game that they played, after Ian had reached the end  [...]  tomorrow and the next while (Ian had suggested going to  [...]  towards us enthusiastically to give Ian a giant hug, and  [...]  friends to each other — Ian and I also met  [...]  we decided to head out. Ian invited Zoe and her  [...]  girls were walking together, and Ian was walking with Sherry,"},{"month":"January","day":26,"word":"Kristen","category":"People","counts":3,"context":"first, followed by Sarah and Kristen, and I made multiple  [...]  know any of the songs (Kristen asked me at one  [...]  but not tonight). Sarah and Kristen, and sometimes Alyssa, always"},{"month":"January","day":26,"word":"Nick","category":"People","counts":2,"context":"I considered the fact that Nick was going on his  [...]  the guys’ presence, but both Nick and Noah were already"},{"month":"January","day":26,"word":"Noah","category":"People","counts":1,"context":"presence, but both Nick and Noah were already away on"},{"month":"January","day":26,"word":"Sid","category":"People","counts":6,"context":"expected to see tonight — Sid, Zoe, and the rest  [...]  was a coke-whisky mixture), but Sid ran towards us enthusiastically  [...]  some point, we realized that Sid and Zoe had disappeared;  [...]  and I wasn’t sure that Sid was sober enough to  [...]  it. Thus, we simply located Sid and Zoe, made sure  [...]  I chatted a bit with Sid, and he remembered that"},{"month":"January","day":26,"word":"Weijia","category":"People","counts":1,"context":"students in the class, although Weijia, who was actually officially"},{"month":"January","day":27,"word":"Alyssa","category":"People","counts":10,"context":"minutes as we waited for Alyssa and Kristen to join  [...]  group of drunk men. Soon, Alyssa and Kristen appeared, and  [...]  in Edinburgh, and Kristen and Alyssa seemed to have a  [...]  a bubble tea run and Alyssa and Kristen were open  [...]  stopped at one so that Alyssa and Kristen could buy  [...]  chips dusted with herbs, while Alyssa and Ian chose burgers,  [...]  finished our meals first, and Alyssa and Ian shared their  [...]  We all ordered a drink (Alyssa and Kristen were probably  [...]  that was the case, and Alyssa declared that she had  [...]  road and dragged home), and Alyssa and Sarah soon arrived."},{"month":"January","day":27,"word":"Ian","category":"People","counts":17,"context":"to be productive this morning. Ian messaged the group chat,  [...]  head out, and I found Ian waiting outside of Block  [...]  Alyssa and Kristen appeared, and Ian repeated his stories from  [...]  sleep. She was a freshman, Ian explained, and I wondered  [...]  very comfortable to wear, and Ian and I wondered how  [...]  his academic and personal achievements. Ian and I stopped to  [...]  by an elephant’s trunk, and Ian made a remark about  [...]  among the trees and plants. Ian and Kristen were already  [...]  headed out of the museum; Ian suggested going for a  [...]  could buy cheap socks and Ian could buy vintage Edinburgh  [...]  with herbs, while Alyssa and Ian chose burgers, a venison  [...]  meals first, and Alyssa and Ian shared their fries with  [...]  well so we relied on Ian’s map to guide us.  [...]  wouldn’t start until 11:00pm and Ian and I had already  [...]  to set him straight while Ian also looked similarly worried.  [...]  and in the future — Ian posed some very thoughtful  [...]  the door for us when Ian and I were the"},{"month":"January","day":27,"word":"Kristen","category":"People","counts":12,"context":"we waited for Alyssa and Kristen to join us, and  [...]  drunk men. Soon, Alyssa and Kristen appeared, and Ian repeated  [...]  before asking about our night. Kristen’s rendition of the tale  [...]  since arriving in Edinburgh, and Kristen and Alyssa seemed to  [...]  trees and plants. Ian and Kristen were already waiting for  [...]  tea run and Alyssa and Kristen were open to the  [...]  one so that Alyssa and Kristen could buy cheap socks  [...]  and a cheeseburger, respectively, and Kristen ordered an omelette. I  [...]  eaten dinner on Thursday night. Kristen and I finished our  [...]  ordered a drink (Alyssa and Kristen were probably a little  [...]  8:00pm, we headed over to Kristen’s place to watch Brave.  [...]  Alyssa and Sarah soon arrived. Kristen made a couple mugs"},{"month":"January","day":27,"word":"Nick","category":"People","counts":1,"context":"wondering for a while if Nick was a Trump supporter,"},{"month":"January","day":27,"word":"Sid","category":"People","counts":4,"context":"a drink of water at Sid’s place and chatting (or  [...]  have a positive impression of Sid and his friends, although  [...]  out drunk at 3:00am at Sid’s place last night, which  [...]  display, and I thought about Sid’s engineering work with robotics"},{"month":"January","day":28,"word":"Alyssa","category":"People","counts":6,"context":"from New Arthur Place — Alyssa, Kristen, Sarah, and I  [...]  a morning coffee run, although Alyssa and I opted not  [...]  Sarah and Kristen sat together, Alyssa waited for Ian so  [...]  all of this, Ian and Alyssa took turns being the  [...]  was Instagram Best Friend (because Alyssa refused to let him  [...]  because that was her role), Alyssa ended up being Nacho"},{"month":"January","day":28,"word":"Betsy","category":"People","counts":1,"context":"to new people the most, Betsy and Noah were Mom"},{"month":"January","day":28,"word":"Ian","category":"People","counts":12,"context":"sat together, Alyssa waited for Ian so that they could  [...]  were much less detailed than Ian’s had been, and he  [...]  New Arthur Place girls and Ian, Sébastien joined us, along  [...]  were closed on Saturday, so Ian opted for a breakfast  [...]  photos; during all of this, Ian and Alyssa took turns  [...]  was growing colder now, and Ian and I chatted along  [...]  entertaining to listen to — Ian told us stories about  [...]  function in the group — Ian was Instagram Best Friend  [...]  bus. We headed off, following Ian’s map: our destinations included  [...]  out towards the water, while Ian simply announced that he  [...]  back towards New Arthur Place; Ian followed us, sighing that  [...]  where we parted ways with Ian first and I parted"},{"month":"January","day":28,"word":"Kristen","category":"People","counts":9,"context":"New Arthur Place — Alyssa, Kristen, Sarah, and I —  [...]  quite early, and Sarah and Kristen sat together, Alyssa waited  [...]  the Olympics in Paris and Kristen exclaimed that she was  [...]  to apply for them), and Kristen announced that she should  [...]  had split some nachos earlier, Kristen was Social Network because  [...]  were all laughing uncontrollably as Kristen set our new nicknames,  [...]  a sunset in too long. Kristen ran out towards the  [...]  his task. We waited for Kristen to come back, and  [...]  scrolled aimlessly through my phone (Kristen was a bit disappointed"},{"month":"January","day":28,"word":"Nick","category":"People","counts":3,"context":"up with just one for Nick, so we ended up  [...]  to find that Noah and Nick had already returned from  [...]  I was). I chatted with Nick about his classes and"},{"month":"January","day":28,"word":"Noah","category":"People","counts":3,"context":"people the most, Betsy and Noah were Mom and Dad,  [...]  the unit to find that Noah and Nick had already  [...]  my weekend, and chatted with Noah about exchange and friendship"},{"month":"January","day":28,"word":"Sid","category":"People","counts":1,"context":"trips, although he also mentioned Sid’s plan of renting a"},{"month":"January","day":29,"word":"Alyssa","category":"People","counts":5,"context":"by this point. Soon afterwards, Alyssa asked to come over,  [...]  of us a slice) and Alyssa and Nick ended up  [...]  of the hour. On Saturday, Alyssa had said that she  [...]  Trump had brought about, although Alyssa still didn’t seem too  [...]  was listening the entire time. Alyssa headed back at 11:00pm,"},{"month":"January","day":29,"word":"Nick","category":"People","counts":12,"context":"of a walk this was. Nick was in the kitchen  [...]  as well — he and Nick talked about how amazing  [...]  can you change between languages?” Nick burst out that I  [...]  focused on frat parties, because Nick and I had been  [...]  do you think they’re like?” Nick looked at me pointedly,  [...]  might be a larger problem. Nick had soccer practice afterwards  [...]  totalled eighty pages, so when Nick came back from soccer  [...]  a slice) and Alyssa and Nick ended up sharing stories  [...]  sharing stories from the weekend (Nick told her about his  [...]  she had wanted to set Nick straight on his views  [...]  ends of the spectrum, and Nick talked about the good  [...]  at 11:00pm, at which point Nick headed off for bed"},{"month":"January","day":29,"word":"Noah","category":"People","counts":4,"context":"than he thought it was. Noah also came into the  [...]  could speak multiple languages, and Noah asked me, “How quickly  [...]  as they seemed. We asked Noah about this, because he  [...]  the guys were uncomfortably grabby. Noah acknowledged most of my"},{"month":"January","day":29,"word":"Stephanie","category":"People","counts":1,"context":"two ended up happening — Stephanie offered us chocolate cake"},{"month":"January","day":29,"word":"Tonje","category":"People","counts":1,"context":"finding my seat next to Tonje and Weijia. I chatted"},{"month":"January","day":29,"word":"Weijia","category":"People","counts":3,"context":"seat next to Tonje and Weijia. I chatted with Weijia  [...]  and Weijia. I chatted with Weijia a bit, sharing stories  [...]  of the class until 1:08pm. Weijia and I soon parted"},{"month":"January","day":30,"word":"Weijia","category":"People","counts":6,"context":"language on a second language. Weijia and I headed to  [...]  various other languages. After class, Weijia and I walked together  [...]  classes along the way, and Weijia told me about studying  [...]  On a much happier topic, Weijia invited me to go  [...]  Fudan girls very well, but Weijia said that we could  [...]  good learning experience, at least. Weijia and I soon parted"},{"month":"January","day":31,"word":"Alyssa","category":"People","counts":1,"context":"wasn’t helping at all.  Alyssa was supposed to come"},{"month":"January","day":31,"word":"Nick","category":"People","counts":3,"context":"so, but after a while Nick returned from the gym,  [...]  French toast, and Stephanie convinced Nick to make French toast  [...]  was probably questionable at best). Nick headed off to sleep"},{"month":"January","day":31,"word":"Noah","category":"People","counts":1,"context":"and greeted and chatted with Noah and Stephanie when they"},{"month":"January","day":31,"word":"Stephanie","category":"People","counts":6,"context":"and chatted with Noah and Stephanie when they entered the  [...]  headed into the kitchen, where Stephanie was making food, and  [...]  had an interesting conversation with Stephanie about American culture and  [...]  changed to French toast, and Stephanie convinced Nick to make  [...]  he had some bread, and Stephanie provided the cinnamon and  [...]  the chef didn’t wash dishes. Stephanie and I ended up"},{"month":"January","day":31,"word":"Tonje","category":"People","counts":3,"context":"tutorial for this one, and Tonje and I headed to  [...]  effects in the data, and Tonje and I went through  [...]  was done for the day. Tonje and I headed downstairs"},{"month":"January","day":31,"word":"Weijia","category":"People","counts":2,"context":"trail mix and chatted with Weijia, when she arrived, until  [...]  ability to focus in class. Weijia and I left the"}]